performance/mysql8-jemalloc-profiling/logs/2021-08-31/jemalloc521-profiling_19_26.run.oltp_point_select.256.2021-08-31_081126.log
sysbench 1.0.20 (using bundled LuaJIT 2.1.0-beta2)

Running the test with following options:
Number of threads: 256
Report intermediate results every 1 second(s)
Initializing random number generator from current time


Initializing worker threads...

Threads started!

1,256,383421.10,383421.10,383421.10,0.00,0.00,0.75,0.00,0.00
2,256,402245.73,402245.73,402245.73,0.00,0.00,0.77,0.00,0.00
3,256,402169.48,402169.48,402169.48,0.00,0.00,0.77,0.00,0.00
4,256,402286.30,402286.30,402286.30,0.00,0.00,0.75,0.00,0.00
5,256,402470.75,402470.75,402470.75,0.00,0.00,0.77,0.00,0.00
6,256,402386.47,402386.47,402386.47,0.00,0.00,0.77,0.00,0.00
7,256,402134.88,402131.88,402131.88,0.00,0.00,0.75,0.00,0.00
8,256,402277.60,402280.60,402280.60,0.00,0.00,0.75,0.00,0.00
9,256,402209.25,402209.25,402209.25,0.00,0.00,0.75,0.00,0.00
10,256,402140.16,402140.16,402140.16,0.00,0.00,0.77,0.00,0.00
11,256,402097.89,402097.89,402097.89,0.00,0.00,0.77,0.00,0.00
12,256,402110.64,402110.64,402110.64,0.00,0.00,0.75,0.00,0.00
13,256,402194.90,402194.90,402194.90,0.00,0.00,0.75,0.00,0.00
14,256,402181.77,402181.77,402181.77,0.00,0.00,0.75,0.00,0.00
15,256,401928.58,401927.58,401927.58,0.00,0.00,0.75,0.00,0.00
16,256,401796.63,401797.63,401797.63,0.00,0.00,0.75,0.00,0.00
17,256,401690.00,401690.00,401690.00,0.00,0.00,0.75,0.00,0.00
18,256,402041.50,402041.50,402041.50,0.00,0.00,0.75,0.00,0.00
19,256,401834.49,401834.49,401834.49,0.00,0.00,0.75,0.00,0.00
20,256,402002.75,402002.75,402002.75,0.00,0.00,0.75,0.00,0.00
21,256,401930.08,401929.08,401929.08,0.00,0.00,0.75,0.00,0.00
22,256,401977.16,401978.16,401978.16,0.00,0.00,0.75,0.00,0.00
23,256,401896.20,401896.20,401896.20,0.00,0.00,0.75,0.00,0.00
24,256,401820.69,401820.69,401820.69,0.00,0.00,0.75,0.00,0.00
25,256,401730.40,401730.40,401730.40,0.00,0.00,0.75,0.00,0.00
26,256,401723.38,401723.38,401723.38,0.00,0.00,0.75,0.00,0.00
27,256,401722.76,401722.76,401722.76,0.00,0.00,0.75,0.00,0.00
28,256,401747.56,401747.56,401747.56,0.00,0.00,0.75,0.00,0.00
29,256,401803.46,401803.46,401803.46,0.00,0.00,0.75,0.00,0.00
30,256,401735.42,401735.42,401735.42,0.00,0.00,0.75,0.00,0.00
31,256,401716.02,401716.02,401716.02,0.00,0.00,0.75,0.00,0.00
32,256,401774.69,401774.69,401774.69,0.00,0.00,0.75,0.00,0.00
33,256,401723.54,401723.54,401723.54,0.00,0.00,0.75,0.00,0.00
34,256,401674.43,401674.43,401674.43,0.00,0.00,0.75,0.00,0.00
35,256,401723.78,401723.78,401723.78,0.00,0.00,0.75,0.00,0.00
36,256,401750.89,401750.89,401750.89,0.00,0.00,0.75,0.00,0.00
37,256,401723.24,401723.24,401723.24,0.00,0.00,0.75,0.00,0.00
38,256,401720.46,401720.46,401720.46,0.00,0.00,0.75,0.00,0.00
39,256,401699.41,401699.41,401699.41,0.00,0.00,0.75,0.00,0.00
40,256,401706.94,401706.94,401706.94,0.00,0.00,0.75,0.00,0.00
41,256,401672.65,401672.65,401672.65,0.00,0.00,0.75,0.00,0.00
42,256,401675.12,401675.12,401675.12,0.00,0.00,0.75,0.00,0.00
43,256,401754.18,401754.18,401754.18,0.00,0.00,0.75,0.00,0.00
44,256,401749.30,401749.30,401749.30,0.00,0.00,0.75,0.00,0.00
45,256,401761.92,401761.92,401761.92,0.00,0.00,0.75,0.00,0.00
46,256,401739.52,401739.52,401739.52,0.00,0.00,0.75,0.00,0.00
47,256,401708.45,401708.45,401708.45,0.00,0.00,0.75,0.00,0.00
48,256,401749.54,401748.54,401748.54,0.00,0.00,0.75,0.00,0.00
49,256,401743.66,401744.66,401744.66,0.00,0.00,0.75,0.00,0.00
50,256,401770.20,401768.20,401768.20,0.00,0.00,0.75,0.00,0.00
51,256,401625.42,401626.42,401626.42,0.00,0.00,0.75,0.00,0.00
52,256,401692.74,401693.74,401693.74,0.00,0.00,0.75,0.00,0.00
53,256,401706.27,401706.27,401706.27,0.00,0.00,0.75,0.00,0.00
54,256,401765.65,401765.65,401765.65,0.00,0.00,0.75,0.00,0.00
55,256,401733.62,401733.62,401733.62,0.00,0.00,0.75,0.00,0.00
56,256,401627.12,401627.12,401627.12,0.00,0.00,0.75,0.00,0.00
57,256,401683.65,401683.65,401683.65,0.00,0.00,0.75,0.00,0.00
58,256,401661.93,401661.93,401661.93,0.00,0.00,0.75,0.00,0.00
59,256,401680.15,401680.15,401680.15,0.00,0.00,0.75,0.00,0.00
60,256,401680.59,401679.59,401679.59,0.00,0.00,0.75,0.00,0.00
61,256,401626.36,401627.36,401627.36,0.00,0.00,0.75,0.00,0.00
62,256,401688.35,401688.35,401688.35,0.00,0.00,0.74,0.00,0.00
63,256,401608.50,401608.50,401608.50,0.00,0.00,0.75,0.00,0.00
64,256,401667.19,401667.19,401667.19,0.00,0.00,0.75,0.00,0.00
65,256,402002.80,402002.80,402002.80,0.00,0.00,0.75,0.00,0.00
66,256,401924.96,401924.96,401924.96,0.00,0.00,0.75,0.00,0.00
67,256,401847.20,401846.20,401846.20,0.00,0.00,0.75,0.00,0.00
68,256,402018.86,402019.86,402019.86,0.00,0.00,0.75,0.00,0.00
69,256,401911.99,401911.99,401911.99,0.00,0.00,0.75,0.00,0.00
70,256,401986.03,401986.03,401986.03,0.00,0.00,0.75,0.00,0.00
71,256,401850.95,401850.95,401850.95,0.00,0.00,0.75,0.00,0.00
72,256,401924.02,401924.02,401924.02,0.00,0.00,0.75,0.00,0.00
73,256,401829.89,401829.89,401829.89,0.00,0.00,0.75,0.00,0.00
74,256,401921.73,401921.73,401921.73,0.00,0.00,0.75,0.00,0.00
75,256,401872.17,401872.17,401872.17,0.00,0.00,0.75,0.00,0.00
76,256,401866.30,401866.30,401866.30,0.00,0.00,0.75,0.00,0.00
77,256,401950.57,401949.57,401949.57,0.00,0.00,0.75,0.00,0.00
78,256,401863.72,401864.72,401864.72,0.00,0.00,0.75,0.00,0.00
79,256,402002.49,402002.49,402002.49,0.00,0.00,0.75,0.00,0.00
80,256,401716.50,401715.50,401715.50,0.00,0.00,0.74,0.00,0.00
81,256,401624.16,401625.16,401625.16,0.00,0.00,0.74,0.00,0.00
82,256,401872.73,401872.73,401872.73,0.00,0.00,0.74,0.00,0.00
83,256,401681.89,401681.89,401681.89,0.00,0.00,0.74,0.00,0.00
84,256,401780.76,401780.76,401780.76,0.00,0.00,0.74,0.00,0.00
85,256,401672.65,401672.65,401672.65,0.00,0.00,0.74,0.00,0.00
86,256,401707.43,401707.43,401707.43,0.00,0.00,0.74,0.00,0.00
87,256,401686.43,401686.43,401686.43,0.00,0.00,0.74,0.00,0.00
88,256,401661.16,401661.16,401661.16,0.00,0.00,0.74,0.00,0.00
89,256,401784.35,401784.35,401784.35,0.00,0.00,0.74,0.00,0.00
90,256,401690.84,401690.84,401690.84,0.00,0.00,0.74,0.00,0.00
91,256,401587.34,401586.34,401586.34,0.00,0.00,0.74,0.00,0.00
92,256,401758.32,401759.32,401759.32,0.00,0.00,0.74,0.00,0.00
93,256,401661.79,401661.79,401661.79,0.00,0.00,0.74,0.00,0.00
94,256,401617.43,401617.43,401617.43,0.00,0.00,0.74,0.00,0.00
95,256,401717.81,401717.81,401717.81,0.00,0.00,0.74,0.00,0.00
96,256,401693.88,401691.88,401691.88,0.00,0.00,0.74,0.00,0.00
97,256,401715.68,401717.68,401717.68,0.00,0.00,0.74,0.00,0.00
98,256,401671.44,401670.44,401670.44,0.00,0.00,0.74,0.00,0.00
99,256,401780.82,401781.82,401781.82,0.00,0.00,0.74,0.00,0.00
100,256,401637.69,401637.69,401637.69,0.00,0.00,0.74,0.00,0.00
101,256,401784.34,401784.34,401784.34,0.00,0.00,0.74,0.00,0.00
102,256,401620.43,401620.43,401620.43,0.00,0.00,0.74,0.00,0.00
103,256,401870.53,401870.53,401870.53,0.00,0.00,0.74,0.00,0.00
104,256,401726.45,401726.45,401726.45,0.00,0.00,0.74,0.00,0.00
105,256,401821.56,401821.56,401821.56,0.00,0.00,0.74,0.00,0.00
106,256,401826.11,401824.11,401824.11,0.00,0.00,0.74,0.00,0.00
107,256,401620.81,401621.81,401621.81,0.00,0.00,0.74,0.00,0.00
108,256,401663.99,401664.99,401664.99,0.00,0.00,0.74,0.00,0.00
109,256,401709.61,401709.61,401709.61,0.00,0.00,0.74,0.00,0.00
110,256,401696.79,401696.79,401696.79,0.00,0.00,0.74,0.00,0.00
111,256,401710.54,401710.54,401710.54,0.00,0.00,0.74,0.00,0.00
112,256,401649.87,401648.87,401648.87,0.00,0.00,0.74,0.00,0.00
113,256,401619.15,401620.15,401620.15,0.00,0.00,0.74,0.00,0.00
114,256,401703.06,401703.06,401703.06,0.00,0.00,0.74,0.00,0.00
115,256,401750.35,401750.35,401750.35,0.00,0.00,0.74,0.00,0.00
116,256,401742.19,401742.19,401742.19,0.00,0.00,0.74,0.00,0.00
117,256,401750.38,401750.38,401750.38,0.00,0.00,0.74,0.00,0.00
118,256,401669.37,401669.37,401669.37,0.00,0.00,0.74,0.00,0.00
119,256,401642.56,401642.56,401642.56,0.00,0.00,0.74,0.00,0.00
120,256,401803.22,401802.22,401802.22,0.00,0.00,0.74,0.00,0.00
121,256,401748.61,401749.61,401749.61,0.00,0.00,0.74,0.00,0.00
122,256,401766.62,401766.62,401766.62,0.00,0.00,0.74,0.00,0.00
123,256,401828.77,401828.77,401828.77,0.00,0.00,0.74,0.00,0.00
124,256,401827.86,401827.86,401827.86,0.00,0.00,0.74,0.00,0.00
125,256,401798.06,401798.06,401798.06,0.00,0.00,0.74,0.00,0.00
126,256,401694.94,401694.94,401694.94,0.00,0.00,0.74,0.00,0.00
127,256,401637.57,401637.57,401637.57,0.00,0.00,0.74,0.00,0.00
128,256,401722.69,401722.69,401722.69,0.00,0.00,0.74,0.00,0.00
129,256,401593.02,401593.02,401593.02,0.00,0.00,0.74,0.00,0.00
130,256,401744.50,401744.50,401744.50,0.00,0.00,0.74,0.00,0.00
131,256,401658.01,401656.01,401656.01,0.00,0.00,0.74,0.00,0.00
132,256,401729.52,401731.52,401731.52,0.00,0.00,0.74,0.00,0.00
133,256,401751.91,401750.91,401750.91,0.00,0.00,0.74,0.00,0.00
134,256,401849.44,401850.44,401850.44,0.00,0.00,0.74,0.00,0.00
135,256,401713.15,401713.15,401713.15,0.00,0.00,0.74,0.00,0.00
136,256,401575.05,401575.05,401575.05,0.00,0.00,0.74,0.00,0.00
137,256,401684.74,401684.74,401684.74,0.00,0.00,0.74,0.00,0.00
138,256,401726.32,401726.32,401726.32,0.00,0.00,0.74,0.00,0.00
139,256,401644.92,401644.92,401644.92,0.00,0.00,0.74,0.00,0.00
140,256,401698.83,401698.83,401698.83,0.00,0.00,0.74,0.00,0.00
141,256,401789.88,401789.88,401789.88,0.00,0.00,0.74,0.00,0.00
142,256,401750.74,401750.74,401750.74,0.00,0.00,0.74,0.00,0.00
143,256,401731.01,401731.01,401731.01,0.00,0.00,0.74,0.00,0.00
144,256,401836.88,401836.88,401836.88,0.00,0.00,0.74,0.00,0.00
145,256,401702.96,401702.96,401702.96,0.00,0.00,0.74,0.00,0.00
146,256,401721.92,401721.92,401721.92,0.00,0.00,0.74,0.00,0.00
147,256,401561.10,401561.10,401561.10,0.00,0.00,0.74,0.00,0.00
148,256,401808.86,401808.86,401808.86,0.00,0.00,0.74,0.00,0.00
149,256,401658.22,401656.22,401656.22,0.00,0.00,0.74,0.00,0.00
150,256,401679.81,401681.81,401681.81,0.00,0.00,0.74,0.00,0.00
151,256,401763.53,401763.53,401763.53,0.00,0.00,0.74,0.00,0.00
152,256,401715.59,401715.59,401715.59,0.00,0.00,0.74,0.00,0.00
153,256,401654.64,401654.64,401654.64,0.00,0.00,0.74,0.00,0.00
154,256,401879.87,401879.87,401879.87,0.00,0.00,0.74,0.00,0.00
155,256,401877.87,401877.87,401877.87,0.00,0.00,0.74,0.00,0.00
156,256,401818.85,401818.85,401818.85,0.00,0.00,0.74,0.00,0.00
157,256,401879.16,401879.16,401879.16,0.00,0.00,0.74,0.00,0.00
158,256,401856.61,401856.61,401856.61,0.00,0.00,0.74,0.00,0.00
159,256,401698.43,401698.43,401698.43,0.00,0.00,0.74,0.00,0.00
160,256,401781.35,401781.35,401781.35,0.00,0.00,0.74,0.00,0.00
161,256,401743.45,401743.45,401743.45,0.00,0.00,0.74,0.00,0.00
162,256,401775.15,401773.15,401773.15,0.00,0.00,0.74,0.00,0.00
163,256,401745.25,401747.25,401747.25,0.00,0.00,0.74,0.00,0.00
164,256,401731.53,401731.53,401731.53,0.00,0.00,0.74,0.00,0.00
165,256,401721.67,401721.67,401721.67,0.00,0.00,0.74,0.00,0.00
166,256,401764.42,401764.42,401764.42,0.00,0.00,0.74,0.00,0.00
167,256,401725.65,401725.65,401725.65,0.00,0.00,0.74,0.00,0.00
168,256,401797.15,401796.15,401796.15,0.00,0.00,0.74,0.00,0.00
169,256,401886.01,401887.01,401887.01,0.00,0.00,0.74,0.00,0.00
170,256,401693.67,401693.67,401693.67,0.00,0.00,0.74,0.00,0.00
171,256,401809.42,401809.42,401809.42,0.00,0.00,0.74,0.00,0.00
172,256,401937.69,401937.69,401937.69,0.00,0.00,0.74,0.00,0.00
173,256,401654.45,401654.45,401654.45,0.00,0.00,0.74,0.00,0.00
174,256,401726.95,401726.95,401726.95,0.00,0.00,0.74,0.00,0.00
175,256,401810.92,401810.92,401810.92,0.00,0.00,0.74,0.00,0.00
176,256,401749.64,401749.64,401749.64,0.00,0.00,0.74,0.00,0.00
177,256,401735.87,401735.87,401735.87,0.00,0.00,0.74,0.00,0.00
178,256,401758.46,401758.46,401758.46,0.00,0.00,0.74,0.00,0.00
179,256,401727.84,401723.84,401723.84,0.00,0.00,0.74,0.00,0.00
180,256,401629.47,401633.47,401633.47,0.00,0.00,0.74,0.00,0.00
181,256,401654.00,401653.00,401653.00,0.00,0.00,0.74,0.00,0.00
182,256,401829.27,401830.27,401830.27,0.00,0.00,0.74,0.00,0.00
183,256,401743.59,401741.59,401741.59,0.00,0.00,0.74,0.00,0.00
184,256,401651.79,401653.79,401653.79,0.00,0.00,0.74,0.00,0.00
185,256,401796.76,401795.76,401795.76,0.00,0.00,0.74,0.00,0.00
186,256,401775.39,401775.39,401775.39,0.00,0.00,0.74,0.00,0.00
187,256,401890.39,401889.39,401889.39,0.00,0.00,0.74,0.00,0.00
188,256,401761.00,401763.00,401763.00,0.00,0.00,0.74,0.00,0.00
189,256,401726.17,401726.17,401726.17,0.00,0.00,0.74,0.00,0.00
190,256,401667.44,401667.44,401667.44,0.00,0.00,0.74,0.00,0.00
191,256,401848.61,401848.61,401848.61,0.00,0.00,0.74,0.00,0.00
192,256,401826.69,401826.69,401826.69,0.00,0.00,0.74,0.00,0.00
193,256,401714.27,401714.27,401714.27,0.00,0.00,0.74,0.00,0.00
194,256,401807.62,401807.62,401807.62,0.00,0.00,0.74,0.00,0.00
195,256,401807.67,401807.67,401807.67,0.00,0.00,0.74,0.00,0.00
196,256,401697.15,401697.15,401697.15,0.00,0.00,0.74,0.00,0.00
197,256,401711.42,401710.42,401710.42,0.00,0.00,0.74,0.00,0.00
198,256,401859.73,401860.73,401860.73,0.00,0.00,0.74,0.00,0.00
199,256,401679.10,401679.10,401679.10,0.00,0.00,0.74,0.00,0.00
200,256,401739.26,401739.26,401739.26,0.00,0.00,0.74,0.00,0.00
201,256,401744.34,401744.34,401744.34,0.00,0.00,0.74,0.00,0.00
202,256,401732.54,401732.54,401732.54,0.00,0.00,0.74,0.00,0.00
203,256,401797.24,401797.24,401797.24,0.00,0.00,0.74,0.00,0.00
204,256,401801.85,401801.85,401801.85,0.00,0.00,0.74,0.00,0.00
205,256,401764.53,401764.53,401764.53,0.00,0.00,0.74,0.00,0.00
206,256,401792.02,401790.02,401790.02,0.00,0.00,0.74,0.00,0.00
207,256,401668.60,401670.60,401670.60,0.00,0.00,0.74,0.00,0.00
208,256,401697.28,401696.28,401696.28,0.00,0.00,0.74,0.00,0.00
209,256,401722.17,401723.17,401723.17,0.00,0.00,0.74,0.00,0.00
210,256,401778.47,401777.47,401777.47,0.00,0.00,0.74,0.00,0.00
211,256,401656.24,401657.24,401657.24,0.00,0.00,0.74,0.00,0.00
212,256,401699.34,401699.34,401699.34,0.00,0.00,0.74,0.00,0.00
213,256,401583.98,401583.98,401583.98,0.00,0.00,0.74,0.00,0.00
214,256,401768.99,401768.99,401768.99,0.00,0.00,0.74,0.00,0.00
215,256,401622.26,401622.26,401622.26,0.00,0.00,0.74,0.00,0.00
216,256,401714.54,401714.54,401714.54,0.00,0.00,0.74,0.00,0.00
217,256,401624.92,401624.92,401624.92,0.00,0.00,0.74,0.00,0.00
218,256,401745.22,401745.22,401745.22,0.00,0.00,0.74,0.00,0.00
219,256,401662.07,401662.07,401662.07,0.00,0.00,0.74,0.00,0.00
220,256,401555.71,401555.71,401555.71,0.00,0.00,0.74,0.00,0.00
221,256,401834.32,401834.32,401834.32,0.00,0.00,0.74,0.00,0.00
222,256,401829.37,401829.37,401829.37,0.00,0.00,0.74,0.00,0.00
223,256,401754.78,401754.78,401754.78,0.00,0.00,0.74,0.00,0.00
224,256,401831.70,401831.70,401831.70,0.00,0.00,0.73,0.00,0.00
225,256,401754.51,401754.51,401754.51,0.00,0.00,0.74,0.00,0.00
226,256,401796.10,401796.10,401796.10,0.00,0.00,0.74,0.00,0.00
227,256,401784.57,401784.57,401784.57,0.00,0.00,0.73,0.00,0.00
228,256,401727.85,401727.85,401727.85,0.00,0.00,0.74,0.00,0.00
229,256,401591.03,401591.03,401591.03,0.00,0.00,0.74,0.00,0.00
230,256,401750.57,401750.57,401750.57,0.00,0.00,0.73,0.00,0.00
231,256,401643.24,401643.24,401643.24,0.00,0.00,0.73,0.00,0.00
232,256,401614.08,401614.08,401614.08,0.00,0.00,0.73,0.00,0.00
233,256,401628.94,401628.94,401628.94,0.00,0.00,0.74,0.00,0.00
234,256,401826.99,401825.99,401825.99,0.00,0.00,0.74,0.00,0.00
235,256,401595.01,401596.01,401596.01,0.00,0.00,0.74,0.00,0.00
236,256,401699.67,401699.67,401699.67,0.00,0.00,0.74,0.00,0.00
237,256,401591.53,401590.53,401590.53,0.00,0.00,0.73,0.00,0.00
238,256,401784.25,401785.25,401785.25,0.00,0.00,0.74,0.00,0.00
239,256,401763.58,401763.58,401763.58,0.00,0.00,0.74,0.00,0.00
240,256,401736.29,401736.29,401736.29,0.00,0.00,0.73,0.00,0.00
241,256,401781.02,401781.02,401781.02,0.00,0.00,0.73,0.00,0.00
242,256,401784.31,401784.31,401784.31,0.00,0.00,0.74,0.00,0.00
243,256,401650.47,401650.47,401650.47,0.00,0.00,0.73,0.00,0.00
244,256,401665.12,401665.12,401665.12,0.00,0.00,0.74,0.00,0.00
245,256,401614.11,401614.11,401614.11,0.00,0.00,0.73,0.00,0.00
246,256,401732.89,401732.89,401732.89,0.00,0.00,0.73,0.00,0.00
247,256,401148.35,401148.35,401148.35,0.00,0.00,0.74,0.00,0.00
248,256,401386.08,401386.08,401386.08,0.00,0.00,0.74,0.00,0.00
249,256,401689.63,401689.63,401689.63,0.00,0.00,0.74,0.00,0.00
250,256,401386.81,401386.81,401386.81,0.00,0.00,0.74,0.00,0.00
251,256,401875.54,401875.54,401875.54,0.00,0.00,0.73,0.00,0.00
252,256,401787.83,401787.83,401787.83,0.00,0.00,0.73,0.00,0.00
253,256,401627.78,401625.78,401625.78,0.00,0.00,0.74,0.00,0.00
254,256,401721.26,401723.26,401723.26,0.00,0.00,0.73,0.00,0.00
255,256,401754.28,401754.28,401754.28,0.00,0.00,0.73,0.00,0.00
256,256,401681.26,401681.26,401681.26,0.00,0.00,0.74,0.00,0.00
257,256,401693.41,401693.41,401693.41,0.00,0.00,0.73,0.00,0.00
258,256,401714.71,401714.71,401714.71,0.00,0.00,0.73,0.00,0.00
259,256,401857.04,401857.04,401857.04,0.00,0.00,0.73,0.00,0.00
260,256,401788.44,401788.44,401788.44,0.00,0.00,0.73,0.00,0.00
261,256,401720.21,401720.21,401720.21,0.00,0.00,0.73,0.00,0.00
262,256,401887.43,401887.43,401887.43,0.00,0.00,0.73,0.00,0.00
263,256,401598.65,401597.65,401597.65,0.00,0.00,0.73,0.00,0.00
264,256,401805.69,401806.69,401806.69,0.00,0.00,0.73,0.00,0.00
265,256,401736.51,401736.51,401736.51,0.00,0.00,0.73,0.00,0.00
266,256,401586.05,401586.05,401586.05,0.00,0.00,0.73,0.00,0.00
267,256,401591.19,401591.19,401591.19,0.00,0.00,0.73,0.00,0.00
268,256,401546.78,401546.78,401546.78,0.00,0.00,0.73,0.00,0.00
269,256,401711.98,401711.98,401711.98,0.00,0.00,0.73,0.00,0.00
270,256,401637.81,401637.81,401637.81,0.00,0.00,0.73,0.00,0.00
271,256,401474.44,401474.44,401474.44,0.00,0.00,0.73,0.00,0.00
272,256,401606.01,401606.01,401606.01,0.00,0.00,0.73,0.00,0.00
273,256,401481.52,401480.52,401480.52,0.00,0.00,0.73,0.00,0.00
274,256,401522.89,401523.89,401523.89,0.00,0.00,0.73,0.00,0.00
275,256,401526.83,401526.83,401526.83,0.00,0.00,0.73,0.00,0.00
276,256,401618.70,401618.70,401618.70,0.00,0.00,0.73,0.00,0.00
277,256,401605.07,401605.07,401605.07,0.00,0.00,0.73,0.00,0.00
278,256,401585.96,401585.96,401585.96,0.00,0.00,0.73,0.00,0.00
279,256,401702.43,401701.43,401701.43,0.00,0.00,0.73,0.00,0.00
280,256,401590.38,401589.38,401589.38,0.00,0.00,0.73,0.00,0.00
281,256,401663.43,401665.43,401665.43,0.00,0.00,0.73,0.00,0.00
282,256,401561.35,401561.35,401561.35,0.00,0.00,0.73,0.00,0.00
283,256,401512.52,401512.52,401512.52,0.00,0.00,0.73,0.00,0.00
284,256,401554.37,401554.37,401554.37,0.00,0.00,0.73,0.00,0.00
285,256,401578.23,401578.23,401578.23,0.00,0.00,0.73,0.00,0.00
286,256,401544.93,401544.93,401544.93,0.00,0.00,0.73,0.00,0.00
287,256,401436.60,401436.60,401436.60,0.00,0.00,0.73,0.00,0.00
288,256,401630.87,401630.87,401630.87,0.00,0.00,0.73,0.00,0.00
289,256,401546.61,401546.61,401546.61,0.00,0.00,0.73,0.00,0.00
290,256,401506.54,401506.54,401506.54,0.00,0.00,0.73,0.00,0.00
291,256,401552.42,401552.42,401552.42,0.00,0.00,0.73,0.00,0.00
292,256,401553.59,401553.59,401553.59,0.00,0.00,0.73,0.00,0.00
293,256,401460.36,401460.36,401460.36,0.00,0.00,0.73,0.00,0.00
294,256,401507.76,401507.76,401507.76,0.00,0.00,0.73,0.00,0.00
295,256,401518.92,401518.92,401518.92,0.00,0.00,0.73,0.00,0.00
296,256,401606.65,401606.65,401606.65,0.00,0.00,0.73,0.00,0.00
297,256,401534.61,401534.61,401534.61,0.00,0.00,0.73,0.00,0.00
298,256,401555.54,401555.54,401555.54,0.00,0.00,0.73,0.00,0.00
299,256,401625.70,401625.70,401625.70,0.00,0.00,0.73,0.00,0.00
300,256,391331.90,391331.90,391331.90,0.00,0.00,0.73,0.00,0.00
SQL statistics:
    queries performed:
        read:                            120504358
        write:                           0
        other:                           0
        total:                           120504358
    transactions:                        120504358 (401580.45 per sec.)
    queries:                             120504358 (401580.45 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          300.0739s
    total number of events:              120504358

Latency (ms):
         min:                                    0.05
         avg:                                    0.64
         max:                                  121.62
         95th percentile:                        0.74
         sum:                             76699487.50

Threads fairness:
    events (avg/stddev):           470720.1484/15765.15
    execution time (avg/stddev):   299.6074/0.03